Repository: framasoft/framalink
Catalog: lib/Lstu/I18N/*.po
Languages: br, de, fr_fr, hu, it

source: <abbr>Lstu</abbr> is licensed under the terms of the <a href="http://www.wtfpl.net/"><abbr title="Do What The Fuck you want to Public License" lang="en">WTFPL</abbr></a>.
br: <abbr>Lstu</abbr> a zo dindan al lañvaz <a href="http://www.wtfpl.net/"><abbr title="Do What The Fuck you want to Public License" lang="en">WTFPL</abbr></a>.
de: <abbr>Lstu</abbr> ist unter die Lizenzbedingungen von <a href="http://www.wtfpl.net/"><abbr title="Do What The Fuck you want to Public License" lang="en">WTFPL</abbr></a>.
fr_fr: <abbr>LSTU</abbr> est sous licence <a href="http://www.wtfpl.net/"><abbr title="Do What The Fuck you want to Public License" lang="en">WTFPL</abbr></a>.
hu: Az <abbr>Lstu</abbr> a <a href="http://www.wtfpl.net/"><abbr title="Do What The Fuck you want to Public License" lang="en">WTFPL</abbr></a> licencfeltételei alatt kerül közreadása.
it: <abbr>Lstu</abbr> è rilasciato secondo la licenza<a href="http://www.wtfpl.net/"><abbr title="Do What The Fuck you want to Public License" lang="en">WTFPL</abbr></a>.

source: <span class="framalink">%1</span> is a free (as in free speech) simple online URL shortener.
br: <span class="framalink">%1</span> a zo ur berraer ereoù web enlinenn.
de: <span class="framalink">%1</span> ist ein freies (wie in Redefreiheit) minimales online URL-verkürzer.
fr_fr: <span class="framalink">%1</span> est un service en ligne libre et minimaliste qui permet de raccourcir des liens.
hu: A <span class="framalink">%1</span> egy egyszerű, szabad online URL rövidítő.
it: <span class="framalink">%1</span> è un semplice accorciatore online di URL libero (come libertà di parola)

source: <span class="framalink">%1</span> is derived from <a href="https://lstu.fr"><abbr>Lstu</abbr></a> created and maintained by <a href="https://fiat-tux.fr/">Luc Didry</a>.
br: <span class="framalink">%1</span> a zo deveret eus <a href="https://lstu.fr"><abbr>Lstu</abbr></a>, krouet ha trezalc'het gant <a href="https://fiat-tux.fr/">Luc Didry</a>.
fr_fr: <span class="framalink">%1</span> est une instance du logiciel <a href="https://lstu.fr"><abbr>LSTU</abbr></a> développé par <a href="https://fiat-tux.fr/">Luc Didry</a>.
hu: A <span class="framalink">%1</span> az <a href="https://lstu.fr"><abbr>Lstu</abbr></a> alapján készült. A szerzője és karbantartója <a href="https://fiat-tux.fr/">Luc Didry</a>.
it: <span class="framalink">%1</span> deriva da <a href="https://lstu.fr"><abbr>Lstu</abbr></a> creato e mantenuto da <a href="https://fiat-tux.fr/">Luc Didry</a>.

source: <span class="framalink">%1</span> provides <a href="/api">an <abbr title="Application Programming Interface" lang="en">API</abbr> to shorten your links quite easily</a>.
br: <span class="framalink">%1</span> a ginnig <a href="/api">un <abbr title="Application Programming Interface" lang="en">API</abbr> da verraat hoc'h ereoù en un doare eeun</a>.
de: <span class="framalink">%1</span> hat <a href="/api">eine <abbr title="Application Programming Interface" lang="en">API</abbr> um Ihre links einfach zu verkürzen</a>.
fr_fr: <span class="framalink">%1</span> dispose d’<a href="/api">une <abbr title="Application Programming Interface" lang="en">API</abbr> pour raccourcir rapidement un lien</a>.
hu: A <span class="framalink">%1</span> <a href="/api"><abbr title="Alkalmazás-programozási interfész" lang="hu">API-t</abbr> is biztosít a hivatkozások könnyű rövidítéséhez</a>.
it: <span class="framalink">%1</span> fornisce <a href="/api">delle <abbr title="Application Programming Interface" lang="en">API</abbr> per abbreviare abbastanza facilmente i tuoi link </a>.

source: Close
br: Serriñ
fr_fr: Fermer
hu: Bezárás
it: Chiudi

source: Getting Started
br: Kregiñ ganti
de: Erste Schritte
fr_fr: Prise en main
hu: Kezdő lépések
it: Guida introduttiva

source: Grow your own
br: Digreizennit ho stlenneg
de: Bestellen Sie ihren Garten
hu: Neveld a sajátod
it: Coltiva il tuo giardino

source: If needed, you can choose the text for the shortened link
br: Ma fell deoc'h e c'hallit dibab un destenn evit an ere berraet
de: Sie können den Text vom verkürzenen Link wählen
fr_fr: Si besoin, choisissez le texte du lien raccourci.
hu: Ha szükséges, akkor megválaszthatod a rövidített hivatkozás szövegét
it: Se è necessario, puoi scegliere il testo per il link abbreviato

source: If you need help to use this program, have a look on <a href="https://framatube.org/media/tutoriel-framalink" data-toggle="modal" onclick="$('#TutoVideo').modal('show'); return false;">this video tutorial</a> courtesy of <a href="http://arpinux.org/">arpinux</a>, a great guide for newcomers on <a href="https://handylinux.org/">HandyLinux</a> GNU/Linux distro.
br: Ma fell deoc'h kaout skoazell evit ar goulev-mañ, sellit <a href="https://framatube.org/media/tutoriel-framalink" data-toggle="modal" onclick="$('#TutoVideo').modal('show'); return false;">ar video kelennadel-mañ</a> savet gant <a href="http://arpinux.org/">arpinux</a>, ur sturlevr dispar evit an deraouidi war an dasparzh GNU/Linux<a href="https://handylinux.org/">HandyLinux</a>.
de: Brauchen Sie Hilfe, um dieses Dienst zu benutzen ? Sehen Sie <a href="https://framatube.org/media/tutoriel-framalink" data-toggle="modal" onclick="$('#TutoVideo').modal('show'); return false;">dieses video Tutorial</a> an ! Erzeugung von <a href="http://arpinux.org/">arpinux</a>, ein gutes Handbuch für Anfänger auf eine <a href="https://handylinux.org/">HandyLinux</a> GNU/Linux distro.
fr_fr: Pour vous aider dans l’utilisation du logiciel, voici <a href="https://framatube.org/media/tutoriel-framalink" data-toggle="modal" onclick="$('#TutoVideo').modal('show'); return false;">un tutoriel vidéo</a> réalisé par <a href="http://arpinux.org/">arpinux</a>, artisan paysagiste de la distribution GNU/Linux pour débutant <a href="https://handylinux.org/">HandyLinux</a>.
hu: Ha segítségre van szükséged a program használatához, akkor nézd meg <a href="https://framatube.org/media/tutoriel-framalink" data-toggle="modal" onclick="$('#TutoVideo').modal('show'); return false;">ezt az oktatóvideót</a>, az <a href="http://arpinux.org/">arpinux</a> jóvoltából, amely egy nagyszerű útmutató a <a href="https://handylinux.org/">HandyLinux</a> GNU/Linux disztribúció kezdői számára.
it: Se hai bisogno di aiuto per questo programma, guarda <a href="https://framatube.org/media/tutoriel-framalink" data-toggle="modal" onclick="$('#TutoVideo').modal('show'); return false;">questo video tutorial</a> concesso gentilmente da <a href="http://arpinux.org/">arpinux</a>, una valida guida per i nuovi arrivati di <a href="https://handylinux.org/">HandyLinux</a> una distribuzione GNU/Linux.

source: If you want to contribute on development, suggest improvements and patches, or simply download, hop on <a href="https://framagit.org/luc/lstu">Development site</a>.
br: Ma fell deoc'h kemer perzh en diorren, kinnig gwellaennoù pe pegelloù, pe pellgargañ hepken, kit war <a href="https://framagit.org/luc/lstu">al lec'hienn diorren</a>.
fr_fr: Pour participer au développement du logiciel, proposer des améliorations ou simplement le télécharger, rendez-vous sur <a href="https://framagit.org/luc/lstu">le site de développement</a>.
hu: Ha beszállnál a fejlesztésben, fejlesztéseket és foltokat javasolnál, vagy csak letöltenéd, akkor pattanj fel a <a href="https://framagit.org/luc/lstu">fejlesztői oldalra</a>.
it: Se vuoi contribuire allo sviluppo, suggerire miglioramenti e patches, o semplicemente scaricare il programma, vai al <a href="https://framagit.org/luc/lstu">sito di sviluppo</a>.

source: If you want to install this software for you own usage, we help you on:
br: Ma fell deoc'h staliañ ar meziant-mañ evidoc'h hoc'h-unan e c'hallit kavout skoazell war:
de: Wollen Sie dieses Software zur eigenen Verwendung installieren, helfen wir Ihnen auf :
fr_fr: Si vous souhaitez installer ce logiciel pour votre propre usage et ainsi gagner en autonomie, nous vous aidons sur :
hu: Ha saját használatra szeretnéd telepíteni a szoftvert, akkor a következő oldalon segíthetünk:
it: Se vuoi installare questo software per uso personale, ti aiutiamo su:

source: Liberapay button
br: Afell Librapay
fr_fr: Bouton Liberapay
hu: Liberapay gomb
it: Bottone Liberapay

source: My links
br: Ma ereoù
de: Meine Linke
fr_fr: Mes liens
hu: Saját hivatkozások
it: I miei links

source: Next step: share your short link with whoever you wish.
br: Eil pazenn: rannit hoc'h ereoù berr gant an neb a fell deoc'h.
fr_fr: Partagez ensuite avec vos correspondants le lien qui vous est donné.
hu: Következő lépés: oszd meg a rövid hivatkozást azokkal, akikkel szeretnéd.
it: Prossimo step: condividi il tuo link accorciato con chi vuoi.

source: Paste a long URL to make it shorter.
br: Pegit un URL hir evit e verraat.
de: Länge URL einfügen, um zu verkürzen.
fr_fr: Collez le lien à raccourcir dans le formulaire.
hu: Illessz be egy hosszú URL-t a lerövidítéséhez.
it: Incolla l'URL lungo per crearne uno abbreviato.

source: Shorten a link
br: Berraat un ere
de: Ein Link verkürzen
fr_fr: Raccourcir un lien
hu: Hivatkozás rövidítése
it: Abbreviare un link

source: Shorten your URLs
br: Berrait hoc'h URLoù
de: Ihre URLs verkürzen
fr_fr: Raccourcissez vos URL
hu: Rövidítsd le az URL-eid
it: Abbrevia i tuoi URL

source: Support the author on Liberapay
br: Harpit an aozer war Librapay
de: Der Autor auf LiberaPay unterstützen
fr_fr: Supporter l’auteur sur Liberapay
hu: A szerző támogatása a Liberapayen
it: Sostieni l'autore con Liberapay

source: The software
br: Ar meziant
de: Die Software
fr_fr: Le logiciel
hu: A szoftver
it: Il programma

source: Video tutorial
br: Video kelennadel
fr_fr: Tutoriel vidéo
hu: Oktatóvideó

source: Watch <a href="https://old.framatube.org/blip/framalink.webm">the webm video</a>
br: Sellit ouzh ar <a href="https://old.framatube.org/blip/framalink.webm">video webm</a>
de: Die <a href="https://old.framatube.org/blip/framalink.webm">webm video</a> ansehen
fr_fr: La <a href="https://old.framatube.org/blip/framalink.webm">vidéo au format webm</a>
hu: Nézd meg <a href="https://old.framatube.org/blip/framalink.webm">a webm videót</a>
it: Guarda <a href="https://old.framatube.org/blip/framalink.webm">il video webm</a>

source: You can see a list of your past links on the <a href="%1">statistics page</a> (it works with cookies, so it will work only with the browser you use to shorten your links).
br: Gallout a rit gwelout ur roll eus hoc'h ereoù kent er <a href="%1">bajenn stadegoù</a> (mont ra en-dro gant toupinoù, neuze n'ec'h aio en-dro nemet gant ar merdeer a arverit evit krouiñ an ereoù).
de: Sie Können eine Liste von Ihre vergangenen Links auf die <a href="%1">Statistiken Webseite</a> (Es funktionniert nur mit dem Web-browser, der Sie für URL-verkürzung benutzen haben, denn es Cookies braucht.)
hu: A múltbeli hivatkozásaid a <a href="%1">statisztika oldalon</a> láthatod (sütikkel működik, így csak abban a böngészőben fog működni, amit a hivatkozások rövidítésére használtál).
it: Puoi vedere l'elenco dei link incollati nella <a href="%1">pagina delle statistiche</a> (funziona con i cookies, quindi funzionerà solo con il browser che hai usato per abbreviare i tuoi link).

source: Your precious URL shortener
br: Ar berraer URL eus an dibab
de: Dein lieber URL-verkürzer
fr_fr: La perle des raccourcisseurs d’URL
hu: A becses URL rövidítőd
it: Il tuo prezioso URL abbreviato

source: Grown your own
fr_fr: Cultivez votre jardin

source: You can see a list of you past links on the <a href="%1">statistics page</a> (it works with cookies, so it will work only with the browser you use to shorten your links).
fr_fr: Vous pouvez consulter vos liens passés en vous rendant sur la <a href="%1">page de statistiques</a> (fonctionne avec des cookies, donc valable uniquement avec le navigateur utilisé pour raccourcir vos liens).
